Repository: milind-soni/OpenMausBot
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: pt_br, zh_hans, zh_hant

source: This existing Cloud VM choice is preserved, but it cannot run until the paired computer has a configured Boat API key and an available Boat agent.
pt_br: Esta escolha de Cloud VM é mantida, mas não pode rodar enquanto o computador pareado não tiver uma chave de API do Boat configurada e um agente Boat disponível.
zh_hans: 已保留目前的云端 VM 选择，但必须先在已配对的电脑上设置 Boat API 密钥并备妥 Boat 代理程序，才能运行。
zh_hant: 已保留目前的雲端 VM 選擇，但必須先在已配對的電腦上設定 Boat API 金鑰並備妥 Boat 代理程式，才能執行。

source: This gives this device full control of the cloud computer, including anything signed in inside it.
pt_br: Isto dá a este dispositivo controle total do computador na nuvem, incluindo tudo que estiver conectado dentro dele.
zh_hans: 这会让此设备完整控制云端电脑，包括已在其中登录的任何帐户。
zh_hant: 這會讓此裝置完整控制雲端電腦，包括已在其中登入的任何帳戶。

source: This image couldn't be previewed.
pt_br: Não foi possível pré-visualizar esta imagem.
zh_hans: 无法预览此图片。
zh_hant: 無法預覽此圖片。

source: This pairing predates secure phone entry. Scan a fresh QR from OpenMausBot, or finish this request on your computer.
pt_br: Este pareamento é anterior à digitação segura pelo telefone. Escaneie um novo QR do OpenMausBot ou conclua esta solicitação no seu computador.
zh_hans: 此配对创建于安全手机输入功能推出之前。请扫描 OpenMausBot 中的新 QR Code，或在电脑上完成此要求。
zh_hant: 此配對建立於安全手機輸入功能推出之前。請掃描 OpenMausBot 中的新 QR Code，或在電腦上完成此要求。

source: This proposal was created by an older build and cannot be safely applied. Deny it and ask the bot to create it again.
pt_br: Esta proposta foi criada por uma versão mais antiga e não pode ser aplicada com segurança. Negue e peça ao bot para criá-la de novo.
zh_hans: 此提案由较旧版本创建，无法安全套用。请拒绝此提案，并要求机器人重新创建。
zh_hant: 此提案由較舊版本建立，無法安全套用。請拒絕此提案，並要求機器人重新建立。

source: This removes the connection from this device only. It does not revoke this device on your Mac. To remove Mac-side access, open OpenMausBot → Settings → Phone and remove it there.
pt_br: Isto remove a conexão apenas deste dispositivo. Não revoga este dispositivo no seu Mac. Para remover o acesso do lado do Mac, abra OpenMausBot → Ajustes → Telefone e remova por lá.
zh_hans: 这只会从此设备移除连接，不会撤销 Mac 上此设备的访问权。若要移除 Mac 端的访问权，请在 Mac 上打开 OpenMausBot →「设置」→「手机」，并从该处移除。
zh_hant: 這只會從此裝置移除連線，不會撤銷 Mac 上此裝置的存取權。若要移除 Mac 端的存取權，請在 Mac 上開啟 OpenMausBot →「設定」→「手機」，並從該處移除。

source: This removes the saved connection from this device only.
pt_br: Isto remove a conexão salva apenas deste dispositivo.
zh_hans: 这只会从此设备移除已保存的连接。
zh_hant: 這只會從此裝置移除已儲存的連線。

source: This restores the four chips the app came with and discards your own.
pt_br: Isto restaura os quatro chips originais do app e descarta os seus.
zh_hans: 这会还原 App 随附的四个选项，并舍弃你添加的选项。
zh_hant: 這會還原 App 隨附的四個選項，並捨棄你新增的選項。

source: This routine uses a schedule added by a newer OpenMausBot. Choose One time, Selected days, or Every X minutes before saving.
pt_br: Esta rotina usa um agendamento adicionado por um OpenMausBot mais novo. Escolha Uma vez, Dias selecionados ou A cada X minutos antes de salvar.
zh_hans: 此例行工作使用较新版 OpenMausBot 添加的调度。保存前请选择「单次」、「指定日期」或「每隔 X 分钟」。
zh_hant: 此例行工作使用較新版 OpenMausBot 新增的排程。儲存前請選擇「單次」、「指定日期」或「每隔 X 分鐘」。

source: Thought Process
pt_br: Processo de pensamento
zh_hans: 思考过程
zh_hant: 思考過程

source: Title
pt_br: Cargo
zh_hans: 标题
zh_hant: 標題

source: To generate images, configure the shared image provider in OpenMausBot on your computer. Provider keys cannot be added from this device.
pt_br: Para gerar imagens, configure o provedor de imagens compartilhado no OpenMausBot no seu computador. Não é possível adicionar chaves de provedor por este dispositivo.
zh_hans: 若要产生图片，请在电脑上的 OpenMausBot 设置共用图片提供者。无法从此设备添加提供者密钥。
zh_hant: 若要產生圖片，請在電腦上的 OpenMausBot 設定共用圖片提供者。無法從此裝置新增提供者金鑰。

source: To review
pt_br: Para revisar
zh_hans: 待检查
zh_hant: 待檢查

source: Touch a bot, then glide. Pause briefly on each bot until it clicks.
pt_br: Toque em um bot e deslize. Pause um instante em cada bot até ele encaixar.
zh_hans: 触碰机器人并滑动。依序停留在每个机器人上，直到听见点击声。
zh_hant: 觸碰機器人並滑動。依序停留在每個機器人上，直到聽見點擊聲。

source: Touch and hold the text to select part of it.
pt_br: Toque e segure o texto para selecionar parte dele.
zh_hans: 按住文本以选取其中一部分。
zh_hant: 按住文字以選取其中一部分。

source: Touch and hold to select part of this message
pt_br: Toque e segure para selecionar parte desta mensagem
zh_hans: 按住以选取此消息中的部分内容
zh_hant: 按住以選取此訊息中的部分內容

source: Troubleshooting
pt_br: Solução de problemas
zh_hans: 疑难排解
zh_hant: 疑難排解

source: Trusted local connection
pt_br: Conexão local confiável
zh_hans: 受信任的局域网路连接
zh_hant: 受信任的區域網路連線

source: Try again.
pt_br: Tente de novo.
zh_hans: 再试一次。
zh_hant: 再試一次。

source: Try reconnecting
pt_br: Tentar reconectar
zh_hans: 尝试重新连接
zh_hant: 嘗試重新連線

source: Try resuming the task
pt_br: Tentar retomar a tarefa
zh_hans: 尝试继续任务
zh_hant: 嘗試繼續任務

source: Unknown
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

source: Updates
pt_br: Novidades
zh_hans: 更新
zh_hant: 更新

source: Upload image
pt_br: Enviar imagem
zh_hans: 上传图片
zh_hant: 上傳圖片

source: Use
pt_br: Usar
zh_hans: 使用
zh_hant: 使用

source: Use Apple Passwords, 1Password, Bitwarden, or paste. The value is encrypted for your computer and never added to chat.
pt_br: Use o Apple Senhas, 1Password, Bitwarden ou cole. O valor é criptografado para o seu computador e nunca é adicionado à conversa.
zh_hans: 请使用 Apple 密码、1Password、Bitwarden，或直接粘贴。数据会加密发送至你的电脑，绝不会加入聊天内容。
zh_hant: 請使用 Apple 密碼、1Password、Bitwarden，或直接貼上。資料會加密傳送至你的電腦，絕不會加入聊天內容。

source: Use another computer
pt_br: Usar outro computador
zh_hans: 使用另一部电脑
zh_hant: 使用另一部電腦

source: Use mascot
pt_br: Usar mascote
zh_hans: 使用吉祥物
zh_hant: 使用吉祥物

source: Use secure phone access or Tailscale, or finish on your computer.
pt_br: Use o acesso seguro pelo telefone ou o Tailscale, ou conclua no seu computador.
zh_hans: 请使用安全手机访问或 Tailscale，或在电脑上完成。
zh_hant: 請使用安全手機存取或 Tailscale，或在電腦上完成。

source: Use the Camera app to scan the QR code, or enter the address and code manually.
pt_br: Use o app Câmera para escanear o QR code, ou digite o endereço e o código manualmente.
zh_hans: 使用相机 App 扫描 QR Code，或手动输入地址与代码。
zh_hant: 使用相機 App 掃描 QR Code，或手動輸入位址與代碼。

source: Use the address shown in Phone settings on your computer.
pt_br: Use o endereço mostrado nos ajustes de Telefone no seu computador.
zh_hans: 请使用电脑「手机」设置中显示的地址。
zh_hant: 請使用電腦「手機」設定中顯示的位址。

source: Use the address shown in Phone settings on your computer. Your pairing is kept.
pt_br: Use o endereço mostrado nos ajustes de Telefone no seu computador. O pareamento é mantido.
zh_hans: 请使用电脑「手机」设置中显示的地址。你的配对不会中断。
zh_hant: 請使用電腦「手機」設定中顯示的位址。你的配對不會中斷。

source: Uses this agent's selected model and computer setting on the paired computer.
pt_br: Usa o modelo e a configuração de computador selecionados para este agente no computador pareado.
zh_hans: 使用已配对电脑上此机器人所选的模型与电脑设置。
zh_hant: 使用已配對電腦上此機器人所選的模型與電腦設定。

source: View Diff
pt_br: Ver diff
zh_hans: 查看差异
zh_hant: 檢視差異

source: Voice
pt_br: Voz
zh_hans: 语音
zh_hant: 語音

source: Waiting for a frame…
pt_br: Aguardando um quadro…
zh_hans: 正在等待画面…
zh_hant: 正在等待畫面…

source: Waiting on you
pt_br: Esperando por você
zh_hans: 等待你处理
zh_hant: 等待你處理

source: Watch computer
pt_br: Ver o computador
zh_hans: 查看电脑画面
zh_hant: 查看電腦畫面

source: What gets sent to the bot when you tap the chip.
pt_br: O que é enviado ao bot quando você toca no chip.
zh_hans: 点击此选项时，会发送给机器人的内容。
zh_hant: 點選此選項時，會傳送給機器人的內容。

source: What should the agent do?
pt_br: O que o agente deve fazer?
zh_hans: 你希望机器人运行什么工作？
zh_hant: 你希望機器人執行什麼工作？

source: What should this section be called?
pt_br: Como esta seção deve se chamar?
zh_hans: 此区段要叫什么名称？
zh_hant: 此區段要叫什麼名稱？

source: What this agent does
pt_br: O que este agente faz
zh_hans: 此机器人的工作内容
zh_hant: 此機器人的工作內容

source: What this bot does
pt_br: O que este bot faz
zh_hans: 此机器人的工作内容
zh_hant: 此機器人的工作內容

source: What's next?
pt_br: E agora?
zh_hans: 接下来呢？
zh_hant: 接下來呢？

source: When a bot stops for an answer, is mid-task, or finishes something, it shows up here.
pt_br: Quando um bot para para pedir uma resposta, está no meio de uma tarefa ou termina algo, ele aparece aqui.
zh_hans: 机器人等待回答、正在运行任务或完成工作时，都会显示于此。
zh_hant: 機器人等待回答、正在執行任務或完成工作時，都會顯示於此。

source: Where does it run?
pt_br: Onde ela roda?
zh_hans: 运行位置？
zh_hant: 執行位置？

source: Where to get this key
pt_br: Onde obter esta chave
zh_hans: 在哪里取得此密钥
zh_hant: 在哪裡取得此金鑰

source: Who
pt_br: Quem
zh_hans: 对象
zh_hant: 對象

source: Won't
pt_br: Não vai
zh_hans: 不会
zh_hant: 不會

source: Work
pt_br: Trabalho
zh_hans: 工作
zh_hant: 工作

source: Work, Personal, Client…
pt_br: Trabalho, Pessoal, Cliente…
zh_hans: 工作、个人、客户…
zh_hant: 工作、個人、客戶…

source: Working
pt_br: Trabalhando
zh_hans: 工作中
zh_hant: 工作中

source: Workspace
pt_br: Espaço de trabalho
zh_hans: 工作区
zh_hant: 工作區

source: Workspace default
pt_br: Padrão do espaço de trabalho
zh_hans: 工作区默认值
zh_hant: 工作區預設值

source: Yesterday
pt_br: Ontem
zh_hans: 昨天
zh_hant: 昨天

source: You choose which trusted computer this device connects to.
pt_br: Você escolhe a qual computador confiável este dispositivo se conecta.
zh_hans: 你可以选择此设备要连接的受信任电脑。
zh_hant: 你可以選擇此裝置要連線的受信任電腦。

source: Your chats, in your pocket
pt_br: Suas conversas, no seu bolso
zh_hans: 聊天随身带着走
zh_hant: 聊天隨身帶著走

source: Your computer could not open its credential store, so it cannot say which accounts are connected. Nothing has been disconnected — restarting OpenMausBot on your computer usually clears this.
pt_br: O seu computador não conseguiu abrir o cofre de credenciais, então não sabe dizer quais contas estão conectadas. Nada foi desconectado — reiniciar o OpenMausBot no seu computador costuma resolver.
zh_hans: 你的电脑无法打开凭证保存区，因此无法确认哪些帐户已连接。没有任何连接遭到中断 — 通常重新启动电脑上的 OpenMausBot 即可解决。
zh_hant: 你的電腦無法開啟憑證儲存區，因此無法確認哪些帳戶已連線。沒有任何連線遭到中斷 — 通常重新啟動電腦上的 OpenMausBot 即可解決。

source: a custom interval
pt_br: um intervalo personalizado
zh_hans: 自订间隔
zh_hant: 自訂間隔

source: minutes
pt_br: minutos
zh_hans: 分钟
zh_hant: 分鐘

source: Computer access is off for this phone
pt_br: O acesso ao computador está desativado para este celular
zh_hans: 此手机的电脑访问权已关闭
zh_hant: 此手機的電腦存取權已關閉

source: This phone was paired with chat-only access. Pair it again with Full access (openmausbot pair, without --client) to see and control the Local VM.
pt_br: Este celular foi pareado com acesso somente ao chat. Pareie-o de novo com acesso total (openmausbot pair, sem --client) para ver e controlar a VM local.
zh_hans: 此手机配对时仅获得聊天权限。请以「完全访问」重新配对（openmausbot pair，不加 --client），即可查看并控制本地虚拟机。
zh_hant: 此手機配對時僅取得聊天權限。請以「完整存取權」重新配對（openmausbot pair，不加 --client），即可檢視並控制本機 VM。

source: Turn on Allow computer view for this phone in OpenMausBot → Settings → Remote access on your computer.
pt_br: Ative Permitir ver o computador para este celular em OpenMausBot → Configurações → Acesso remoto no seu computador.
zh_hans: 请在电脑上打开 OpenMausBot →「设置」→「远程访问」，为此手机打开「允许查看电脑」。
zh_hant: 請在電腦上開啟 OpenMausBot →「設定」→「遠端存取」，為此手機開啟「允許存取電腦畫面」。

source: Can't show the Local VM
pt_br: Não é possível mostrar a VM local
zh_hans: 无法显示本地虚拟机
zh_hant: 無法顯示本機 VM

source: Couldn't refresh: %@
pt_br: Não foi possível atualizar: %@
zh_hans: 无法刷新：%@
zh_hant: 無法重新整理：%@

source: Take control
pt_br: Assumir o controle
zh_hans: 接管控制
zh_hant: 接手控制

source: The bot pauses its computer work until you hand it back.
pt_br: O bot pausa o trabalho no computador até você devolver o controle.
zh_hans: 机器人会暂停电脑上的工作，直到你交还控制。
zh_hant: 機器人會暫停電腦上的工作，直到你交還控制。

source: Hand Back
pt_br: Devolver
zh_hans: 交还控制
zh_hant: 交還控制

source: Gives the computer back to the bot
pt_br: Devolve o computador ao bot
zh_hans: 将电脑交还给机器人
zh_hant: 將電腦交還給機器人

source: Local VM
pt_br: VM local
zh_hans: 本地虚拟机
zh_hant: 本機 VM

source: Swipe to move · Tap to click · Hold to drag
pt_br: Deslize para mover · Toque para clicar · Segure para arrastar
zh_hans: 滑动以移动 · 点一下以点按 · 按住以拖移
zh_hant: 滑動以移動 · 點一下以點按 · 按住以拖移

source: Swipe to move the pointer, tap to click, hold to drag
pt_br: Deslize para mover o ponteiro, toque para clicar, segure para arrastar
zh_hans: 滑动以移动指针，点一下以点按，按住以拖移
zh_hant: 滑動以移動指標，點一下以點按，按住以拖移

source: Connecting to the Local VM…
pt_br: Conectando à VM local…
zh_hans: 正在连接本地虚拟机…
zh_hant: 正在連線至本機 VM…

source: The desktop disconnected
pt_br: A área de trabalho se desconectou
zh_hans: 桌面已断开连接
zh_hant: 桌面已中斷連線

source: Show keyboard
pt_br: Mostrar teclado
zh_hans: 显示键盘
zh_hant: 顯示鍵盤

source: Hide keyboard
pt_br: Ocultar teclado
zh_hans: 隐藏键盘
zh_hant: 隱藏鍵盤

source: More keys
pt_br: Mais teclas
zh_hans: 更多按键
zh_hant: 更多按鍵

source: Escape
pt_br: Esc
zh_hans: Esc 键
zh_hant: Esc 鍵

source: Right click
pt_br: Clique direito
zh_hans: 右键点按
zh_hant: 右鍵點按

source: Copy (Ctrl+C)
pt_br: Copiar (Ctrl+C)
zh_hans: 拷贝（Ctrl+C）
zh_hant: 複製（Ctrl+C）

source: Paste (Ctrl+V)
pt_br: Colar (Ctrl+V)
zh_hans: 粘贴（Ctrl+V）
zh_hant: 貼上（Ctrl+V）

source: Select all (Ctrl+A)
pt_br: Selecionar tudo (Ctrl+A)
zh_hans: 全选（Ctrl+A）
zh_hant: 全選（Ctrl+A）

source: %@'s Local VM
pt_br: VM local de %@
zh_hans: %@ 的本地虚拟机
zh_hant: %@ 的本機 VM

source: Control may have been taken back on the computer, or the connection dropped. Hand back, then take control again.
pt_br: O controle pode ter sido retomado no computador, ou a conexão caiu. Devolva e assuma o controle de novo.
zh_hans: 控制权可能已在电脑上被收回，或连接已中断。请交还控制，然后重新接管控制。
zh_hant: 控制權可能已在電腦上被收回，或連線已中斷。請交還控制，然後重新接手控制。

source: Voice notes can’t play during a Live call.
pt_br: Notas de voz não podem ser reproduzidas durante uma ligação ao vivo.
zh_hans: 实时通话期间无法播放语音留言。
zh_hant: 即時通話期間無法播放語音留言。

source: Calling %@…
pt_br: Ligando para %@…
zh_hans: 正在呼叫 %@…
zh_hant: 正在呼叫 %@…

source: Live with %@
pt_br: Ao vivo com %@
zh_hans: 与 %@ 通话中
zh_hant: 與 %@ 通話中

source: Hanging up…
pt_br: Desligando…
zh_hans: 正在挂断…
zh_hant: 正在掛斷…

source: Mute
pt_br: Silenciar
zh_hans: 静音
zh_hant: 靜音

source: Unmute
pt_br: Ativar som
zh_hans: 取消静音
zh_hant: 取消靜音

source: Hang up
pt_br: Desligar
zh_hans: 挂断
zh_hant: 掛斷

source: Try again
pt_br: Tentar novamente
zh_hans: 重试
zh_hant: 再試一次

source: Live calls need Microphone access. Enable it in Settings → MausBot.
pt_br: As ligações ao vivo precisam de acesso ao Microfone. Ative em Ajustes → MausBot.
zh_hans: 实时通话需要麦克风权限。请前往「设置 → MausBot」开启。
zh_hant: 即時通話需要麥克風權限。請前往「設定 → MausBot」啟用。

source: Set up Live calls on your computer first.
pt_br: Configure as ligações ao vivo no seu computador primeiro.
zh_hans: 请先在电脑上设置实时通话。
zh_hant: 請先在電腦上設定即時通話。

source: %@ is on a call with %@.
pt_br: %@ está em uma ligação com %@.
zh_hans: %@正在与 %@ 通话。
zh_hant: %@正在與 %@ 通話。

source: %@ is typing
pt_br: %@ está digitando
zh_hans: %@ 正在输入
zh_hant: %@ 正在輸入

source: a bot
pt_br: um bot
zh_hans: 某个机器人
zh_hant: 某個機器人

source: Can't reach your computer. %@
pt_br: Não foi possível alcançar seu computador. %@
zh_hans: 无法连接你的电脑。%@
zh_hant: 無法連線至你的電腦。%@

source: The call could not start: %@
pt_br: A ligação não pôde começar: %@
zh_hans: 无法开始通话：%@
zh_hant: 無法開始通話：%@

source: Call dropped.
pt_br: A ligação caiu.
zh_hans: 通话已中断。
zh_hant: 通話已中斷。

source: Call dropped: the audio could not connect.
pt_br: A ligação caiu: não foi possível conectar o áudio.
zh_hans: 通话已中断：音频无法连接。
zh_hant: 通話已中斷：音訊無法連線。

source: Call ended.
pt_br: Ligação encerrada.
zh_hans: 通话已结束。
zh_hant: 通話已結束。

source: Call ended after a long silence.
pt_br: Ligação encerrada após um longo silêncio.
zh_hans: 长时间没有声音，通话已结束。
zh_hant: 長時間沒有聲音，通話已結束。

source: Call ended: it reached OpenAI's time limit.
pt_br: Ligação encerrada: atingiu o limite de tempo da OpenAI.
zh_hans: 通话已结束：已达到 OpenAI 的时长上限。
zh_hant: 通話已結束：已達到 OpenAI 的時間上限。

source: OpenAI ended the call under its content rules.
pt_br: A OpenAI encerrou a ligação pelas regras de conteúdo dela.
zh_hans: OpenAI 依据其内容规则结束了通话。
zh_hant: OpenAI 依據其內容規範結束了通話。

source: Call ended: the chat was deleted.
pt_br: Ligação encerrada: a conversa foi apagada.
zh_hans: 通话已结束：聊天已被删除。
zh_hant: 通話已結束：聊天已被刪除。

source: Call ended: OpenMausBot restarted.
pt_br: Ligação encerrada: o OpenMausBot reiniciou.
zh_hans: 通话已结束：OpenMausBot 已重新启动。
zh_hant: 通話已結束：OpenMausBot 已重新啟動。

source: Call ended: you were signed out.
pt_br: Ligação encerrada: sua sessão foi encerrada.
zh_hans: 通话已结束：你已退出登录。
zh_hant: 通話已結束：你已登出。

source: Your computer
pt_br: Seu computador
zh_hans: 你的电脑
zh_hant: 你的電腦

source: An iPhone
pt_br: Um iPhone
zh_hans: 一部 iPhone 手机
zh_hant: 一支 iPhone 手機

source: An Android phone
pt_br: Um celular Android
zh_hans: 一部 Android 手机
zh_hant: 一支 Android 手機

source: Another device
pt_br: Outro dispositivo
zh_hans: 另一台设备
zh_hant: 另一個裝置

source: From your computer
pt_br: Do seu computador
zh_hans: 来自你的电脑
zh_hant: 來自你的電腦

source: From an iPhone
pt_br: De um iPhone
zh_hans: 来自 iPhone
zh_hant: 來自 iPhone

source: From an Android phone
pt_br: De um celular Android
zh_hans: 来自 Android 手机
zh_hant: 來自 Android 手機

source: From another device
pt_br: De outro dispositivo
zh_hans: 来自另一台设备
zh_hant: 來自另一個裝置

source: On a call with %@ · %@
pt_br: Em ligação com %@ · %@
zh_hans: 正在与 %@ 通话 · %@
zh_hant: 正在與 %@ 通話 · %@

source: Start a Live call with %@
pt_br: Iniciar uma ligação ao vivo com %@
zh_hans: 与 %@ 开始实时通话
zh_hant: 與 %@ 開始即時通話

source: Start call
pt_br: Iniciar ligação
zh_hans: 开始通话
zh_hant: 開始通話

source: via call
pt_br: por ligação
zh_hans: 来自通话
zh_hant: 來自通話

source: Voice previews are paused during a Live call.
pt_br: As prévias de voz ficam pausadas durante uma ligação ao vivo.
zh_hans: 实时通话期间已暂停语音预览。
zh_hant: 即時通話期間已暫停語音預覽。

source: This computer is offline.
pt_br: Este computador está offline.
zh_hans: 此电脑已离线。
zh_hant: 此電腦已離線。

source: Live call settings
pt_br: Ajustes da ligação ao vivo
zh_hans: 实时通话设置
zh_hant: 即時通話設定

source: Takes effect on the next call.
pt_br: Vale a partir da próxima ligação.
zh_hans: 下次通话时生效。
zh_hant: 下次通話時生效。

source: Sound output
pt_br: Saída de som
zh_hans: 声音输出
zh_hant: 聲音輸出

source: Speaker
pt_br: Alto-falante
zh_hans: 扬声器
zh_hant: 擴音

source: Earpiece
pt_br: Fone interno
zh_hans: 听筒
zh_hant: 聽筒

source: Applies to calls on this iPhone. A connected headset takes the call instead.
pt_br: Vale para as ligações neste iPhone. Se houver um fone de ouvido conectado, a ligação vai para ele.
zh_hans: 适用于此 iPhone 上的通话。连接耳机时会改用耳机通话。
zh_hant: 適用於此 iPhone 上的通話。連接耳機時會改用耳機通話。

source: Read replies to typed messages
pt_br: Ler respostas a mensagens digitadas
zh_hans: 朗读对文字消息的回复
zh_hant: 朗讀對文字訊息的回覆

source: When this is off, messages you type during a call and the bot's answers to them are not sent to OpenAI.
pt_br: Quando isto está desligado, as mensagens que você digita durante uma ligação e as respostas do bot a elas não são enviadas à OpenAI.
zh_hans: 关闭后，你在通话期间输入的消息以及机器人对这些消息的回答都不会发送至 OpenAI。
zh_hant: 關閉後，你在通話期間輸入的訊息以及機器人對這些訊息的回答都不會傳送至 OpenAI。

source: Hang up after silence
pt_br: Desligar após silêncio
zh_hans: 静默后挂断
zh_hant: 靜默後掛斷

source: %lld minutes
pt_br: %lld minutos
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: OpenAI key
pt_br: Chave da OpenAI
zh_hans: OpenAI 密钥
zh_hant: OpenAI 金鑰

source: Managed on your computer
pt_br: Gerenciada no seu computador
zh_hans: 在你的电脑上管理
zh_hant: 在你的電腦上管理

source: A Live call sends your voice to OpenAI, along with the chat's recent messages, the bot's answers and the details of any approval it asks for. The OpenAI key stays on your computer.
pt_br: Uma ligação ao vivo envia sua voz à OpenAI, junto com as mensagens recentes do chat, as respostas do bot e os detalhes de qualquer aprovação que ele pedir. A chave da OpenAI fica no seu computador.
zh_hans: 实时通话会将你的语音连同聊天的近期消息、机器人的回答，以及它请求的任何核准的详细信息一起发送至 OpenAI。OpenAI 密钥会保留在你的电脑上。
zh_hant: 即時通話會將你的語音連同聊天的近期訊息、機器人的回答，以及它請求的任何核准的詳細資訊一起傳送至 OpenAI。OpenAI 金鑰會保留在你的電腦上。

source: Everyone in this room
pt_br: Todos nesta sala
zh_hans: 此对话中的所有人
zh_hant: 此對話中的所有人

source: Expired — ask for a fresh proposal
pt_br: Expirou — peça uma nova proposta
zh_hans: 已过期 — 请要求新的提案
zh_hant: 已過期 — 請要求新的提案

source: Mention someone
pt_br: Mencionar alguém
zh_hans: 提及某人
zh_hant: 提及某人

source: Tap to play
pt_br: Toque para reproduzir
zh_hans: 点一下以播放
zh_hant: 點一下以播放

source: Nothing scheduled
pt_br: Nada agendado
zh_hans: 没有安排
zh_hant: 沒有安排

source: Routines that run on this day appear here.
pt_br: As rotinas que rodam neste dia aparecem aqui.
zh_hans: 当天运行的例行工作会显示在这里。
zh_hant: 當天執行的例行工作會顯示在這裡。

source: Previous week
pt_br: Semana anterior
zh_hans: 上一周
zh_hant: 上一週

source: Next week
pt_br: Próxima semana
zh_hans: 下一周
zh_hant: 下一週

source: Today
pt_br: Hoje
zh_hans: 今天
zh_hant: 今天

source: Scheduled
pt_br: Agendada
zh_hans: 已安排
zh_hant: 已排程

source: Routine calendar
pt_br: Calendário de rotinas
zh_hans: 例行工作日历
zh_hant: 例行工作行事曆

source: %lld runs
pt_br: %lld execuções
zh_hans: %lld 次运行
zh_hant: %lld 次執行

source: Avatar
zh_hans: 头像
zh_hant: 頭像

source: Bots
zh_hans: 机器人
zh_hant: 機器人

source: Chips
zh_hans: 快速选项
zh_hant: 快速選項

source: Cloud VM
zh_hans: 云端 VM
zh_hant: 雲端 VM

source: OK
zh_hans: 好
zh_hant: 好

source: Offline
zh_hans: 脱机
zh_hant: 離線

source: Prompt
zh_hans: 提示词
zh_hant: 提示詞

source: Webhooks
zh_hans: Webhook
zh_hant: Webhook

source: Trackpad
zh_hans: 触控板
zh_hant: 觸控式軌跡板

source: Tab
zh_hans: Tab 键
zh_hant: Tab 鍵
